Repository: manzick/Just-Dairy
Catalog: Just Diary/Assets/*.lproj/Localizable.strings
Languages: ru

# language
source: En
ru: Ru

source: Untitled
ru: Без заголовка

# newMemory.Save
source: Save
ru: Сохранить

# exitAlertTitle
source: Are you sure want to exit without saving?
ru: Вы действительно хотите выйти без сохранения?

# exitAlertButton
source: Exit
ru: Выход

source: Edit
ru: Изменить

# deleteAlertTitle
source: Are you sure want to remove this memory?
ru: Вы действительно хотите удалить это воспоминание?

# deleteAlertButton
source: Remove
ru: Удалить

source: New memory
ru: Новое воспоминание

# titlePlaceHolder
source: Type title of memory
ru: Название

# datePlaceHolder
source: Select a date
ru: Дата

source: About Developer
ru: О разработчике

source: Source link
ru: Ссылка на исходный код

source: Settings
ru: Настройки

source: Auto backup
ru: Резервное копирование в облако

source: Load
ru: Загрузить

source: Save
ru: Сохранить

# loadDialogTitle
source: Do you want to merge new data with old data or overwrite?
ru: Вы хотите объединить новые данные со старыми или перезаписать?

source: Merge
ru: Объединить

source: Rewrite
ru: Перезаписать

source: Load data from JSON failed
ru: Загрузить данные не удалось

# jsonHeader
source: json backup
ru: Резервная копия в json

# jsonFooter
source: Your data belongs to you. If you want to leave us, you can import all entries in a relatively standard format
ru: Ваши данные принадлежат вам. Если вы захотите нас покинуть, то можете импортировать все записи в относительно стандартном формате

# Statistic
source: Statistics
ru: Статистика

# memoriesCount
source: Number of memories
ru: Количество воспоминаний

# wordsCount
source: Number of words in memories
ru: Количество слов в воспоминаниях

# yearCount
source: Number of years, with memories
ru: Количество лет, с воспоминаниями
